const TermsOfUse = [
    {
        title: "[필수] 이용약관 동의",
        content: `제1조 (목적) 본 약관은 회원(이하 '이용자'라 함)이 서비스를 이용함에 있어 필요한 제반 절차와 기타 필요한 사항을 규정함을 목적으로 합니다.
        
        제2조 (이용약관의 효력과 변경)
        
        본 약관은 이용자가 본 서비스에 가입함과 동시에 효력이 발생합니다.
        회사는 필요한 경우 본 약관을 변경할 수 있으며, 변경된 약관은 회사가 운영하는 웹사이트나 애플리케이션을 통해 공지하며, 이용자는 변경된 약관에 동의하는 경우에만 서비스를 계속 이용할 수 있습니다.
        제3조 (회원가입)
        
        이용자는 회사가 정한 회원가입 양식에 따라 요구되는 정보를 기입한 후 회원가입을 신청하여야 합니다.
        회사는 이용자가 제공한 회원정보가 사실과 일치하며, 필요한 경우 추가적인 서류나 확인을 요청할 수 있습니다.
        회사는 다음 각 호에 해당하는 경우 회원가입을 승낙하지 않거나, 승낙한 경우에도 사후에 회원자격을 박탈할 수 있습니다. 가. 허위 정보를 기입한 경우 나. 다른 사람의 정보를 도용한 경우 다. 미성년자가 법정 대리인의 동의를 받지 않은 경우 라. 회사가 정한 이용 조건에 위반한 경우
        제4조 (이용자의 ID 및 비밀번호에 대한 의무)
        
        이용자는 자신의 ID와 비밀번호를 관리할 책임이 있으며, 이를 제3자에게 양도하거나 대여할 수 없습니다.
        회원은 자신의 ID 및 비밀번호를 유지하기 위해 각별한 주의를 기울여야 합니다.
        ID와 비밀번호의 관리 소홀, 부정사용 등에 의해 발생하는 손실이나 손해에 대한 책임은 이용자에게 있습니다.
        제5조 (이용료)
        
        회사가 제공하는 서비스 중 일부는 유료로 제공될 수 있습니다.
        유료 서비스의 이용료 및 결제 방법은 서비스 제공 페이지에 별도로 명시되어 있으며, 이를 확인하고 결제하여야 합니다.
        제6조 (서비스 이용의 제한 및 정지)
        
        회사는 이용자가 본 약관에서 정한 이용규칙을 위반하거나 법령을 위반한 경우 서비스의 이용을 제한하거나 정지할 수 있습니다.
        회사는 이용자가 계속해서 일정 기간 동안 로그인하지 않는 경우, 회사의 정책에 따라 이용자의 회원자격을 상실시킬 수 있습니다.
        제7조 (개인정보 보호)
        
        회사는 이용자의 개인정보를 중요시하며, 이용자의 개인정보보호에 관한 사항은 별도의 개인정보 처리방침에 따릅니다.
        제8조 (이용자의 의무)
        
        이용자는 서비스 이용 시 다음 각 호의 행위를 하지 않아야 합니다. 가. 타인의 정보를 도용하거나 부정한 목적으로 서비스를 이용하는 행위 나. 서비스를 통해 전송된 내용의 변경, 삭제, 전송 또는 게시하는 행위 다. 회사의 지적재산권을 침해하거나 회사의 사전 동의 없이 서비스를 이용하여 상업적인 목적을 추구하는 행위 라. 서비스를 통해 악성코드, 바이러스, 스파이웨어 등을 유포하거나 악의적인 목적으로 서비스를 방해하는 행위
        제9조 (이용자의 권리와 의무)
        
        이용자는 회사가 제공하는 서비스를 이용할 권리를 가지며, 이용자의 권리는 본 약관에서 명시된 사항과 서비스 이용안내에서 안내한 사항을 따릅니다.
        이용자는 본 약관에서 명시된 사항 및 회사의 서비스 이용안내를 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하지 않아야 합니다.
        제10조 (면책조항)
        
        회사는 천재지변, 전쟁, 기간통신사업자의 서비스 중지 등 불가항력적인 사유로 인해 서비스를 제공할 수 없는 경우에는 책임이 면제됩니다.
        회사는 이용자의 귀책사유로 인한 서비스 이용의 장애에 대해 책임을 지지 않습니다.
        제11조 (분쟁해결)
        
        본 약관에 따른 분쟁에 대해서는 대한민국의 법률을 적용하며, 관련 법원을 관할법원으로 합니다.
        이용자와 회사 간에 발생한 분쟁에 대해서는 우선적으로 원만한 협의를 통해 해결하려고 노력해야 합니다.
        본 약관은 2024년 01월 25일부터 적용됩니다.`,
    },
    {
        title: "[필수] 개인정보 수집 및 이용 동의",
        content: `제1조 (수집 및 이용 목적)

        회사는 이용자의 개인정보를 다음의 목적을 위해 수집 및 이용합니다. 가. 서비스 제공 및 관리 나. 회원 관리 및 서비스 안내 다. 이용자에게 필요한 정보 전달 및 공지사항 전달 라. 서비스 개선 및 신규 서비스 개발
        제2조 (수집 항목)
        
        회사는 다음과 같은 개인정보를 수집할 수 있습니다. 가. 필수 정보: 성명, 생년월일, 아이디, 비밀번호, 이메일 주소, 휴대전화 번호 나. 선택 정보: 프로필 사진, 주소, 직업, 관심사 등
        제3조 (수집 방법)
        
        회사는 다음과 같은 방법으로 개인정보를 수집합니다. 가. 회원가입 시 이용자가 직접 입력한 정보 나. 서비스 이용 과정에서 생성된 정보 다. 이벤트 응모, 설문조사 등을 통한 정보 수집
        제4조 (보유 기간)
        
        회사는 이용자의 개인정보를 수집 및 이용 목적이 달성된 후에는 지체 없이 파기합니다. 다만, 관련 법령에 따라 일정 기간 동안 보존하여야 하는 경우에는 해당 기간 동안 보관합니다.
        제5조 (동의 거부 권리)
        
        이용자는 개인정보 수집 및 이용에 대한 동의를 거부할 권리가 있습니다. 다만, 필수 정보에 대한 동의 거부 시 서비스 이용이 제한될 수 있습니다.
        제6조 (개인정보의 제3자 제공)
        
        회사는 이용자의 개인정보를 제3자에게 제공하지 않습니다. 다만, 다음의 경우에는 예외로 합니다. 가. 이용자가 사전에 동의한 경우 나. 법령의 규정에 따라 제공이 요구되는 경우
        제7조 (개인정보의 안전성 확보조치)
        
        회사는 이용자의 개인정보를 안전하게 관리하기 위해 다음과 같은 조치를 취합니다. 가. 개인정보 암호화: 이용자의 개인정보는 암호화되어 저장되고 관리됩니다. 나. 접근 제한: 개인정보에 접근 권한을 가진 담당자를 제한하고, 감독을 강화하여 안전성을 유지합니다. 다. 보안 프로그램 설치: 개인정보를 보호하기 위해 보안 프로그램을 설치하고 주기적인 업데이트를 진행합니다.
        제8조 (이용자의 권리)
        
        이용자는 언제든지 자신의 개인정보를 조회하거나 수정할 수 있으며, 개인정보 처리에 대한 동의 철회 및 회원탈퇴를 요청할 수 있습니다.
        제9조 (개인정보 보호책임자)
        
        회사는 개인정보 처리에 관한 업무를 총괄해서 책임지는 개인정보 보호책임자를 지정하여 운영하고 있습니다. 개인정보 보호책임자는 아래와 같습니다.
        
        성명: 유대명
        이메일: slayerzeroa@ajou.ac.kr
        전화번호: 010-5811-1841
        제10조 (고지의무)
        
        본 개인정보 수집 및 이용 동의서 내용의 변경이 있을 경우, 변경 사항을 사전에 고지하고 동의를 다시 받습니다.
        본 동의서는 2024년 01월 25일부터 시행됩니다.`,
    },
    {
        title: "[필수] 서비스 이용약관 동의",
        content: `제1조 (목적)

        본 약관은 이용자가 회사가 제공하는 서비스를 이용함에 있어 필요한 제반 절차와 권리, 의무, 기타 필요한 사항을 규정함을 목적으로 합니다.
        제2조 (약관의 효력과 변경)
        
        본 약관은 이용자가 서비스를 이용함에 있어 회사와의 법적인 관계를 구체화하며, 이를 계약으로써 효력을 발생합니다.
        회사는 필요한 경우 본 약관을 변경할 수 있으며, 변경된 약관은 회사가 운영하는 웹사이트나 애플리케이션을 통해 공지하며, 이용자는 변경된 약관에 동의하는 경우에만 서비스를 계속 이용할 수 있습니다.
        제3조 (서비스의 제공 및 변경)
        
        회사는 이용자에게 계속적이고 안정적인 서비스를 제공하기 위해 노력합니다.
        회사는 서비스의 품질 향상을 위해 필요한 경우 제공하는 서비스의 일부 또는 전부를 변경하거나 중단할 수 있습니다.
        제4조 (이용자의 계정 및 정보 보호)
        
        이용자는 본인의 계정과 비밀번호를 관리할 책임이 있으며, 계정 정보의 유출 또는 제3자의 사용으로 인한 손해에 대한 책임은 이용자에게 있습니다.
        회사는 이용자의 개인정보를 본인의 동의 없이 타인에게 제공하지 않습니다. 단, 법령에 의해 요구되는 경우에는 그러하지 아니합니다.
        제5조 (서비스 이용의 제한 및 정지)
        
        회사는 이용자가 본 약관에서 정한 이용규칙을 위반하거나 법령을 위반한 경우 서비스의 이용을 제한하거나 정지할 수 있습니다.
        이용자는 회사가 제공하는 서비스를 이용함에 있어 다음 각 호의 행위를 하지 않아야 합니다. 가. 타인의 정보를 도용하거나 부정한 목적으로 서비스를 이용하는 행위 나. 서비스를 통해 전송된 내용의 변경, 삭제, 전송 또는 게시하는 행위 다. 회사의 지적재산권을 침해하거나 회사의 사전 동의 없이 서비스를 이용하여 상업적인 목적을 추구하는 행위
        제6조 (이용자의 의무)
        
        이용자는 회사의 서비스를 이용함에 있어 다음 각 호의 행위를 하지 않아야 합니다. 가. 다른 이용자의 서비스 이용을 방해하거나 고의로 특정 이용자에게 피해를 주는 행위 나. 서비스를 통해 얻은 정보를 회사의 사전 동의 없이 상업적인 목적으로 이용하는 행위 다. 회사의 서비스 운영에 지장을 주거나 줄 수 있는 행위
        제7조 (면책조항)
        
        회사는 천재지변, 전쟁, 기간통신사업자의 서비스 중지 등 불가항력적인 사유로 인해 서비스를 제공할 수 없는 경우 책임이 면제됩니다.
        회사는 이용자의 귀책사유로 인한 서비스 이용의 장애에 대해 책임을 지지 않습니다.
        제8조 (분쟁해결)
        
        본 약관에 따른 분쟁에 대해서는 대한민국의 법을 적용하며, 관련 법원을 관할법원으로 합니다.
        제9조 (기타사항)
        
        본 약관에 명시되지 않은 사항에 대해서는 관련 법령 및 회사의 개별 정책에 따릅니다.`,
    },
];

export default TermsOfUse;
